[
  "A computer virus destroyed all my files",
  "A lot of agricultural workers came to the east end to look for alternative work",
  "A periodical is a publication that is issued regularly",
  "A study skill seminar is on for the students who require assistance",
  "A thorough bibliography is needed at the end of every assignment",
  "All essays and seminar papers submitted must be emailed to your tutor",
  "All filed assignments should have a full list of bibliography",
  "All necessary information is in the assignment",
  "All postgraduate students should participate in the seminar",
  "All students are encouraged to vote in the forthcoming elections",
  "All the necessary information is in the assignment",
  "Allergy problems do run in the family but we don't understand why",
  "Any text or references you make should be cited appropriately in the footnotes",
  "Anyone who has a problem with their accommodation should speak to the welfare officer",
  "Being a student representative on the union really cuts into my study time",
  "Conferences are always scheduled on the third Wednesday of the month",
  "Distance learning has become far more popular these days",
  "Doctor Green's office has been moved to the second floor of the building",
  "Does the college refectory offer vegetarian dishes on a daily basis",
  "Doing this research makes me think of the purpose of science",
  "Don't forget to hand in your assignments by the end of next week",
  "During the next few centuries, London became one of the most powerful and prosperous cities in Europe",
  "Elephant is the largest mammal on the land",
  "Essays should be typed with double space in white paper",
  "Farmers do not always receive price for agricultural goods",
  "Fees are heavily discounted and bursaries are available for delegates",
  "He was not the only one to call for legal reform in the 16th century",
  "Higher numbers of patients were infected than during previous outbreaks of the illness",
  "However, this method is problematic in terms of accuracy",
  "I believe children should read aloud more",
  "I still don't understand the last sentence",
  "I think the university's main campus is closed",
  "I thought the mid-term exam was only worth half of our course grade",
  "I will be in my office every day from ten to twelve",
  "I will check again but I am pretty sure we are supposed to read chapter two",
  "I will now demonstrate how the reaction can be arrested by adding a dilute acid",
  "I'll start with a brief history of the district, and then focus on life in the first half of the 20th century",
  "I've got a tutorial in an hour and I haven't had any time to prepare for it",
  "If you want to quit the student union, tell the registrar",
  "In the last few weeks, we've been looking at various aspects of the social history of London",
  "In the past, students were required to complete two long written assignments",
  "International students can get help with locating housing near the university",
  "It is important that you work as a team on this project",
  "It is important to take gender into account when discussing the figures",
  "It is quite clear that the rising prosperity does not make people feel more content",
  "It's the words of common occurrence that have different referential value",
  "It's time to finalise the work before the Wednesday seminar",
  "Journalism is the collection and publication or transmission of news",
  "Just wait a minute. I will be with you shortly",
  "Make sure you correctly cite all your sources",
  "Many of the most popular courses are available online",
  "Many of the urban poor lived in an extremely cramped condition",
  "Maybe it is time for me to make some changes",
  "Meeting with tutors could be arranged for students who need additional help",
  "Meteorology is a subject of earth's atmosphere",
  "Modern poetry often tests the conventions of language and rhythm",
  "More females than males graduated from universities last year",
  "Most of the assignments should be submitted on the same day",
  "Most students are not eligible to claim housing benefits",
  "Much of his research objectives are driven by his natural curiosity and instincts",
  "New timetables will be posted on the student notice board",
  "New York City is famous for its ethnic diversity",
  "Next time, we will discuss the influence of the media on public policy",
  "No more than four people can be in the lab at once",
  "Novelists have a major role to play in inflecting their time to their readers",
  "On this project, you will be asked to work as a group of three",
  "Our class is divided into two groups. You come with me, and the others just stay here",
  "Our professor is hosting the business development conference next week",
  "Overcrowding, poor sanitary affected the daily life of the majority of the population",
  "Parent should provide guidance and examples to children's values",
  "Please hand assignments at the main office",
  "Put the knife and fork next to the spoon near the edge of the table",
  "Residents hall is closed prior to the academic building closing time in the semester",
  "She is an expert of the 18th century French literature",
  "She used to be everywhere. But today she is missing",
  "Sport is the cause of traumatic brain injuries in the United States",
  "Student services provide help with housing and transport",
  "Students are held accountable for adhering to establish community standards",
  "Students can download the materials on the website",
  "Students can get access to computers on a daily basis",
  "Students must observe lab safety regulations at all time",
  "Students need to finish their assignments during the next four weeks",
  "Studies suggest there may be a correlation between educational achievement and family size",
  "The aesthetic implications of this study has not yet been fully explored",
  "The agricultural sector in that country has heavily subsidized",
  "The application form is available in the office",
  "The author expressed a () that modern readers () cannot accept",
  "The books in the library can be borrowed up to three hours",
  "The brief outline takes us to the beginning of the 20th century",
  "The café house is closed down and the snack machine is still running",
  "The campus tour will help you get familiar with the teaching facilities",
  "The country suffered a series of invasions by present day Germany and Denmark",
  "The current statistical evidence indicates the need of further research",
  "The date of the invention of the first clock was disputed among historians",
  "The development was mainly included in chapter nine",
  "The economic class will take place in the main lecture room",
  "The English word Typhoon comes from the Chinese word ‘big wind'",
  "The first few sentences of an essay should capture the readers' attention",
  "The information on the internet () become more reliable",
  "The inherent tension between these two features remains to be addressed",
  "The initial results are intriguing; however, statistically speaking they are insignificant",
  "The lecture will deal with the influence of technology on music",
  "The library will be closed for 3 days over the bank holiday weekend",
  "The majority of the hardware we are using was built for a customer",
  "The maximum production of chocolate is in U.S",
  "The medical center is located near the supermarket on North Street",
  "The meeting will take place in the main auditorium",
  "The mismatch between the intended and reported uses of the instrument has become clear",
  "The office said Dr. Smith will arrive later today",
  "The part of the story is the story of my father",
  "The pharmacy was closed when I went pass this morning",
  "The professor will talk the summary in the lecture",
  "The recent study has thrown out the validity of the argument",
  "The research paper should begin with a thorough review of the literature",
  "The results will be available in the main course and online",
  "The School of Arts and Design has an open day on Thursday next week",
  "The seminar on writing skills has been cancelled",
  "The seminar will be on the last week of the quarter",
  "The smoke from these contributed a great deal to the air pollution",
  "The student welfare officer can help (you) with questions about exam techniques",
  "The study showed that people's mood can be affected by news and weather reports",
  "The technology they introduced meant that metal and leather goods were produced there for the first time",
  "The topic next week on colonial will be the nuclear disarmament",
  "The trial () is to increase the interests of the issue and the jurisdiction n",
  "The United Kingdom is a constitutional monarchy and parliamentary democracy",
  "The visiting professor is going to give a lecture on geology",
  "The wheelchair lift has been upgraded this month",
  "There are hundreds of clubs and societies to choose from",
  "There are lots of people competing for the places in computer courses",
  "There are no scheduled classes during the final exam weeks",
  "There is a position available for a junior lecture in media studies",
  "There is plenty of cheap accommodation off-campus",
  "There will be a guest lecturer visiting the () department next month",
  "There will be a significant rise in tuition fees starting next year",
  "There will be no extensions given for this project",
  "This article covers the who, where and when of the conflict",
  "This can be seen as the starting point of my discussion today",
  "This can be used as a starting point of my discussion today",
  "This course will examine some of the profound ethical dilemmas",
  "This year we are applying to use a different type of assessment on this module",
  "To receive the reimbursement, you must keep the original receipts",
  "Try to explain how your ideas are linked so that there is a logical flow",
  "Tutorials are held for two hours every Thursday during semester",
  "We are also going to be more prescriptive about what you focus on in your presentation",
  "We are not going to accept the assignment after the due date on Friday",
  "We are warning the clients that the rates are increasing",
  "We don't have enough evidence to draw conclusions",
  "We don't teach in the same way as we used to",
  "We like people to write a case study, describing an organization they know",
  "We must put great care when analyzing the data",
  "We offer a broad range of undergraduate and postgraduate courses",
  "We will discuss these two pictures in next lecture",
  "We would like a first draft of the assignment by Monday",
  "We would like people to write a case study, describing an organisation they know",
  "We've decided to ask you to write four short pieces of written coursework this semester",
  "When I was in school, I had many of the same problem you do now",
  "Would you pass me the book on the left hand side",
  "You must establish a day and a time with your tutor",
  "You will be informed of the results by email",
  "You will be less stressed if you are well prepared for the exam",
  "You will find the economic section on the second floor of the library",
  "There is no entrance fee for tonight’s lecture.",
  "Most university teaching take place in lectures and seminars.",
  "The result of the study will be published next month.",
  "Please register your student email account at your earliest convenience.",
  "The real reason for global hunger is not the lack of food, but poverty.",
  "The minimal mark for Distinction is 75%.",
  "The office opens on Mondays and Thursdays directly follow something.",
  "The glass is not the real solid, because it doesn’t have crystal structure.",
  "Students are afraid of writing an essay, because they have learned nothing about it.",
  "Please finish all the reading chapters before the field trip.",
  "We are delighted to have professor Robert to join our faculty.",
  "The Psychology department is looking for volunteers to be involved in research projects.",
  "On behalf of our department, I would like to thank you for your participation.",
  "Physiology is the study of internal and external structure of the body.",
  "Even with the permit, finding a parking spot on campus is still impossible.",
  "There are varying plagiarism across different university departments.",
  "The theoretical proposal was challenged to grass.",
  "The tutorial is held on the 8th of April.",
  "I missed yesterday’s lecture. Can I borrow your notes?",
  "You can get a student card at the reception.",
  "Basketball was created in 1891 by a physician.",
  "The college welcome students from all over the world.",
  "Physics is the subject of matters and energy.",
  "If you forgot your student number, you should contact Jenny Brize.",
  "A preliminary bibliography is due the week before the spring break.",
  "Would you prepare a PowerPoint slides with appropriate graphs?",
  "I didn’t understand the author’s point of view on immigration.",
  "The course registration is open early March for new students.",
  "In Europe, the political pressure is similar regarding globalization.",
  "The contest includes both the land history and the human history.",
  "There will be ample opportunities to ask questions about the presentation.",
  "The Olympics was originally regarded as a religious festival.",
  "All students and staff have the access to printer and ().",
  "You should raise your concern with the head of school",
  "All students must participate in the exercise.",
  "() a progressive and innovative approach to study pollution?"
]
