[
  "A celebrated theory is still the source of great controversy.",
  "A recent article shows a number of interesting experiments.",
  "A very basic feature of computing is counting and calculating.",
  "Aerial photographs were promptly registered for thorough evaluation.",
  "All educational reforms have been inadequately implemented.",
  "All industries consist of input, process, output and feedback.",
  "All students are expected to attend ten lab sessions per semester.",
  "Animals in captivity behave differently than their wild counterparts.",
  "Artists, other than politicians, played their own role as critics of culture.",
  "Before submitting your dissertation, your advisor must approve your application.",
  "Behind the garage (, there) is a flat cart drawn/driven by mules.",
  "Climate change is an acceptable phenomenon among reputable scientists.",
  "Clinical placement for nursing prepares students for (further/future) professional practice.",
  "Consumer confidence has a direct influence on sales.",
  "Control system(s) in manufacturing provided/provide a high level of accuracy.",
  "Convincing evidence for this theory is hard to obtain.",
  "Daily practice(s) can build confidence and improve skills.",
  "Despite their differences, all forms of lives share some/the same characteristics.",
  "Economic problems caused a big rise in unemployment.",
  "Economic streams/status of early Roman Republic will be examined.",
  "Evaluation forms will be reviewed by university personnel.",
  "Everyone must evacuate the premises during the fire drill.",
  "Free campus tour(s) run(s) daily during summer for prospective students.",
  "Graduates from this course find careers in the financial sector.",
  "Graduates of journalism can get a job in the communication field.",
  "He landed his job in a prestigious law firm.",
  "Human beings compete with other things for resources and space.",
  "I thought it was through/thrown the small meeting room.",
  "If finance causes concerns, scholarship may be available.",
  "If finance of the course is concerned, scholarship may be available.",
  "If it helps to take notes to concentrate, please do.",
  "If you are not sure, phone student services for help.",
  "Important details from the argument are missing in the summary.",
  "It is absolutely vital to acknowledge all your sources.",
  "It is hard to anticipate all the characters' reactions in the act.",
  "It is really a comprehensive program comprises both theory and practice.",
  "Let me know if anybody/somebody struggles in the lab.",
  "Library reference desks hold a lot of materials on academic history.",
  "Many birds migrate to warmer areas for the winter.",
  "Many toxins originate from plants or animals.",
  "Medical researchers have focused on the different treatments and diseases.",
  "Mutually exclusive events can be described as both complementary and opposite.",
  "Neurons are principally involved in chemical processes.",
  "Our professor is hosting the economic developing conference next week.",
  "Packaging is very important to attract the attention of a buyer.",
  "Participants initially select something from a range of foundation subjects.",
  "Peer pressure has a great effect on young people.",
  "Please remember to bring a highlighter and your textbook to class next Thursday.",
  "Please remember to bring a highlighter to class next Wednesday.",
  "Professionals courses in clinic prepare students for practice.",
  "Relative humidity is the amount of moisture that the air can hold.",
  "Remember, the prestigious selection has strict eligibility criteria.",
  "Review all sources before drawing any conclusion.",
  "Rivers provide habitats for fish and other aquatic species.",
  "She began with giving an outline of the previous lecture.",
  "Some of these features were part of the previous system.",
  "Some students find true or false question(s) harder than short answer question(s).",
  "Statistic results should be described/expressed in different ways depending on circumstances.",
  "Students are instructed to hand in their assignments by the end of this week.",
  "Students requiring for an extension should apply sooner rather than later.",
  "Students were instructed to submit their assignments by Friday.",
  "Students' concession card can be obtained by completing an application form.",
  "Synopsis contains the most important information.",
  "Teaching assistants will receive a monthly stipend for housing.",
  "Textile manufacturing plays a large role in improving economies.",
  "The aerial photographs were promptly registered for thorough evaluation.",
  "The application process is/may take longer than expected.",
  "The author's previous works are more theoretical and less experimental.",
  "The cafeteria features sandwiches, salads, soup, fish and chicken.",
  "The campus tour runs daily during summer for prospective students.",
  "The coffee house has a special student discount throughout the week.",
  "The coffee house menu features coffee, sandwiches and toast.",
  "The commissioner will collect the funds for the authorities.",
  "The committee/community will have some struggles over the lab.",
  "The dining hall will undergo renovations during the fall break.",
  "The economic books are at the back on the left.",
  "The evaluation form will be reviewed by university personnel.",
  "The excursion for children is very much open to debate.",
  "The extent of advertising for children is open to much debate.",
  "The faculty staff are very approachable, friendly and extremely helpful.",
  "The faculty staff are very approachable, helpful and extremely friendly.",
  "The final year will consist of four taught courses and one project.",
  "The first assignment is/will be due on the fourteenth of September.",
  "The garden behind the university is open to the public in the summer.",
  "The island is located at the south end of the bay.",
  "The library holds substantial materials on economic history.",
  "The main concepts in this thesis were not new.",
  "The massive accumulation of data was converted to a communicable argument.",
  "The most popular courses still have some/a few places left.",
  "90,The nearest automatic teller is in front of the anatomy labs.",
  "The new product failed due to a lack of demand.",
  "The office opens on Mondays and Thursdays directly follow the freshman categories.",
  "The participants initially select from a range of foundation subjects.",
  "The qualification will be assessed by using criterion-referenced approach.",
  "The relative humidity is the amount of moisture that the air can hold.",
  "The same issue featured both explanations of the problem.",
  "The schedule allows plenty of time for independent study.",
  "The school's summer programs help students to accelerate their studies.",
  "The scientists will face both the explanations and the problems.",
  "The sociology department is highly regarded worldwide.",
  "The toughest part of research for postgraduate students is funding.",
  "The university has a world-renowned school of archaeology.",
  "The university library has most of the necessary books.",
  "They were struggling last year to make their service(s) pay.",
  "This class will look at the structure of an essay.",
  "This morning's lecture on economic policy has been canceled.",
  "This paper challenged the previously accepted theories.",
  "Those who seek for more extension should talk to their faculties for more information.",
  "To achieve/gain full marks, an appropriate bibliography is required.",
  "Today's lecture material will be included in the next assessment.",
  "Travelling by boat on the river is not possible in winter.",
  "Tribes work with each other to build (up) (the) monolithic statues.",
  "Undergraduate students may participate in specific stages within the program.",
  "Water taps on the campus will discourage the frequent use of plastic bottles.",
  "We can't consider any increase in our price at this stage.",
  "When bad drove out good, the local workers were more difficult than their competitors.",
  "When parents talk to children, the tense is simplified.",
  "When workers ask for higher wages, companies often raise their prices.",
  "While reconciliation is desirable, basic underlying issues must first be addressed.",
  "Why has the project been held up for so long ?",
  "Years of training is required to become of a medical specialist.",
  "You are required to complete the assignment/research paper by (next) Monday.",
  "You must submit your assignments by next Friday at the latest.",
  "You were able to contact a number of research subjects.",
  "A group meeting will be held tomorrow in the library conference room.",
  "A number of students have volunteer jobs.",
  "A person's educational level is closely related to their economic background.",
  "Academic problems cause a rise in employment.",
  "Affordable housing is an important issue for all members of society.",
  "Agenda items should be submitted by the end of the day.",
  "All dissertations must be accompanied with a submission form.",
  "All of your assignments should be due by tomorrow.",
  "All staff must leave from the fire hydrant exit.",
  "All students need to/should attend ten labs per semester.",
  "All writers, consciously or unconsciously, represent their own culture.",
  "Americans have found the growth progressive in quantitative terms.",
  "An ancient text may hold secrets which were lost centuries ago.",
  "And in that regard, as well as in other regards, it stands as an important contribution.",
  "Assignments should be submitted to the department before the deadline.",
  "Attracting skilled workers to the city with expensive housing is hard.",
  "Avoid confusing the cause and effect of these changes.",
  "Before completing the exercise, you need to read the remaining chapters.",
  "Below the heating controls in the middle is a small round plastic button.",
  "Books for children often contain many bits of illustration.",
  "Career opportunities in this field are quite limited.",
  "Certain scientific principles need to be learned verbally or by a logical deduction.",
  "Companies want to protect their brands from negative comments.",
  "Competition for places in this/the course is fierce.",
  "Conferences ought to be always scheduled two weeks in advance.",
  "Despite the protest, the chemistry department was closed down.",
  "Eight groups need to submit the outlines of their projects to their tutors.",
  "Experts are thinking that the world climate is changing.",
  "Experts believe that industrial development will help the economy.",
  "Freshwater creatures didn't appear in the paintings until the modern period.",
  "Government reforms have been proposed at all levels.",
  "Identity theft happens to thousands of people every day.",
  "If you need additional help, visit the student resolve center.",
  "Inflation affects the demand, pricing and consumption of most products.",
  "Interim grades will be posted outside the student lounge.",
  "It is important to allocate your time wisely when revising.",
  "Laws protect consumer rights and help to avoid market problems.",
  "Listening is the key skill to succeed in this course.",
  "Most critics agreed with the new theory, but a few disagreed.",
  "Most theories were quite similar but a few critics disagreed.",
  "Newspapers are supported primarily by the sale of advertising space.",
  "No more than four people are allowed in the lab to ______.",
  "Nurses specialize in clinical work and management.",
  "Observers waited nervously and held their breath for the concert.",
  "Organization plays an important role in academic literature.",
  "Organizational failure is considered in various perspectives in academic literature.",
  "Our group is going to meet tomorrow in the library conference room.",
  "Overcrowding and poor sanitation affected the lives of the majority of the population.",
  "Please make sure you correctly cited all the necessary materials.",
  "Please make sure you have collected all the necessary materials",
  "Politics is not usually a safe topic of conversation.",
  "Preparation is important to avoid mishaps in the lab.",
  "Presidential elections are held once every four years.",
  "Public perception about biotechnology is crucial for developing scientific consensus.",
  "Relevant materials are reserved in the library.",
  "Remember, the gifts purchased by children should have a striped character.",
  "Resources and materials are on hold at the library's reference desk.",
  "Rising sales figures means a rise in demand.",
  "Sales figures for last year were better than expected.",
  "Scientific beneficiary to space exploration is frequently questioned.",
  "Scientists here are studying a wide variety of atmospheric processes.",
  "She received a scholarship from the state library.",
  "Some people regarded it as care, while others regarded it as recklessness.",
  "Some people regarded this as eye wash whereas some people ask for the status of their complaints and actions taken.",
  "Student identification cards will be issued by today or tomorrow.",
  "Students have the option to live in college residencies or apartments.",
  "Students were instructed to stand in a straight line outside of the classroom.",
  "Submitting your group assignment must be issued punctually by one of your group members.",
  "Successful applicants will work with a large team of researchers.",
  "That brief outline takes us to the beginning of the 20th century.",
  "The advertisement for children is open to much debate.",
  "The book was supported by many faculty members.",
  "The campus tour will help you to get familiar with the teaching facilities.",
  "The commission of funds supported among authorities has raised an argument.",
  "The curriculum is described in the course syllabus.",
  "The decision was made with the support of several faculty members.",
  "The early works of this research were more experimental.",
  "The early works were more philosophical rather than experimental.",
  "The earth's atmosphere (is mostly composed of) nitrogen and oxygen.",
  "The election of president is held once every four years.",
  "The essay will be published once the research is finished.",
  "The features issued the the same explanation of the problem.",
  "The findings of researchers are focused on the causes of diseases and treatments.",
  "The history of the movement was recorded by several writers.",
  "The importance of this event was not yet fully understood.",
  "The key difference between courses is the kind of assessment.",
  "The key findings seemed to contradict our initial hypothesis.",
  "The leading companies changed their policies after the reports were released.",
  "The most important process of farming is weeding.",
  "The report contains the most important information.",
  "The results of the experiment are reported in the table below.",
  "The same approach reached to the same explanation of the problem.",
  "The slide shows that there has been a minimal growth.",
  "The software companies design and create new products.",
  "The technician left/dropped the new microscope in the biology lab.",
  "The theme of the instrumental work exhibits more of a demure, compositional style.",
  "The thief visited homes of several people every day.",
  "The time of the math lecture has been changed to ten thirty.",
  "The undergraduates need some specific sources to analyse a specific program.",
  "The university officer will help you locate housing and transportation.",
  "The whole point of the project was to look at the norm not the exception.",
  "There is a need for constructive dialogues between leaders.",
  "There is not enough evidence to support this recommendation.",
  "There was no correlation between drug used and cure rates.",
  "There was not enough evidence to support these recommendations.",
  "There will be a conference here next summer on using the web for academic research.",
  "These have also been found to contribute to the death of many marine animals.",
  "They have both grown up in the rural area and dislike the urban life.",
  "This article refers to a number of interesting experiments.",
  "This guy is qualified to lead the groups into the mountain.",
  "This means we will have so many troubles on the lam.",
  "This slide shows that there has been a minimal growth.",
  "This software company designs and creates new products.",
  "Try to work with each other to build up a sense of cooperation and team spirit.",
  "University departments should carefully monitor articles and publications by faculty.",
  "Upgrading manufacturing systems can increase efficiency.",
  "We support the research on problems related to tropical cyclone dynamics and forecasting.",
  "We support to do research in the field of archaeology such as forecasting and estimation.",
  "Writing an essay is easy once the research is finished.",
  "You are required to submit your assignment by Friday.",
  "You can contact all.",
  "A good architectural structure should be usable, durable and beautiful.",
  "Before attending the lecture, you must register online or by post.",
  "Chemistry building is located at the entrance to campus.",
  "Equality has not yet been achieved in this society.",
  "Fashion trends help to make people’s life interesting.",
  "He is regarded as the most foremost economist this year.",
  "Increasing population results in an increasing demand in energy.",
  "It is important for students to keep up with the deadline.",
  "Most students had not considered this issue before.",
  "Native speakers are exempt from language tests of their own language.",
  "Please visit the website for information about the opening hours.",
  "Radio is a popular form of entertainment throughout the world.",
  "Remember to sign the attendance register before leaving the lecture hall.",
  "Scientists are always asking the government for more money.",
  "She has made a significant contribution to the field of chemistry.",
  "She used to be the editor of the student newspaper.",
  "Some economists argue that the entire financial system is fatally flawed.",
  "Some people argue that education is not that important.",
  "Statistical results should be expressed in different ways depending on the circumstances.",
  "Supply and demand is one of the most fundamental concepts in economics.",
  "The something of wildlife have been ignored by developers",
  "The archaeologist is something discovers is previously overlooked",
  "The artist’s candidate’s ties something earns credits for politics.",
  "The business development seminar includes an internship with a local firm.",
  "The city founders made a set of rules that became to law.",
  "The commission of funds are apportioned to someone",
  "The history of the university is a long and interesting one.",
  "The lowest grade has been omitted from the calculation.",
  "The most important details in this argument are missing.",
  "The most striking thing about the budget of the smart phone cannot be seen on its face.",
  "The nation achieved prosperity by opening its exports for trade.",
  "The railway makes long distance travel possible for everyone.",
  "The results of the study underscored the discoveries from early detections.",
  "The untapped potential of using the sun is enormous.",
  "The way people communicate is constantly changing.",
  "There is clearly a need for further research in this field.",
  "There are some doubts about whether these events actually occurred.",
  "Tours operate all year round, but the busier dry season runs from May.",
  "Traffic is the main cause for pollution in main cities.",
  "We start science and appreciate the world around us.",
  "We were able to contact a number of research subjects.",
  "You can contact all your tutors by email.",
  "You may need to purchase an academic gown before the commencement."
]
